Asepsie/esp-platform/firmware-h2/sdkconfig.defaults
# Default sdkconfig for firmware-h2 (ESP32-H2 Zigbee coprocessor).
# Generated values land in sdkconfig; keep persistent overrides here.

CONFIG_IDF_TARGET="esp32h2"

# Serial console over the built-in USB-Serial/JTAG controller.
CONFIG_ESP_CONSOLE_UART_DEFAULT=y
